label start:
    "Пися попа бобра"
    $ glossary_list.append(
        GlossaryItem("Булки", "Мягкие и хрустящие, а главное – французские и хороши к чаю.")
    )
    na "ракета бомба петарда {a=showmenu:glossary}булка{/a}"
    $ glossary_list.append(
        GlossaryItem("Жопа", "То, куда я попаду если не напишу курсовую за месяц.")
    )
    "хуй {a=showmenu:glossary}жопа{/a} сковорода"
    "какого хуя блять это гамно неровно распологается? я понимаю что дело в длине слова но надо как-то это исправить"
    return
