label start:
    "Пися попа бобра"
    $ glossary_list.append(
        GlossaryItem("Булки", "Мягкие и хрустящие, а главное – французские и хороши к чаю.")
    )
    na "ракета бомба петарда {a=showmenu:glossary}булка{/a}"
    $ glossary_list.append(
        GlossaryItem("Жопа", "То, куда я попаду если не напишу курсовую за месяц.")
    )
    "хуй {a=showmenu:glossary}жопа{/a} сковорода"
    "какого хуя блять это гамно неровно распологается? я понимаю что дело в длине слова но надо как-то это исправить"
    "чтобы в этом разобраться надо провести разбор"
    $ inv_variable = 1
    "well well well что тут у нас..."
    $ inv_variable = 2
    "факты брад"
    $ inv_variable = 0
    "Ниже идёт тест защиты от дурака. Если термин длиннее 6 букв (резонный компромисс с выбранным шрифтом) – возникнет исключение; {b}это нормальное поведение.{/b}"
    $ glossary_list.append(
        GlossaryItem("Выглядеть", "Не то же самое, что и «выгладить».")
    )
    "Как {a=showmenu:glossary}выглядит{/a} в Словаре термин из 9 букв?"
    return
